Tekla Open API Reference for Tekla Structures 2025
DrawingCoordinateConverter Constructor
Initializes a new instance of the DrawingCoordinateConverter class
 Namespace: Tekla.Structures.Drawing.Tools
 Assembly: Tekla.Structures.Drawing (in Tekla.Structures.Drawing.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public DrawingCoordinateConverter()
Public Sub New
See Also
Reference
DrawingCoordinateConverter Class
Tekla.Structures.Drawing.Tools Namespace